Repository: pritom1424/qpay_app-demo-version
Catalog: lib/localization/l10n/intl_*.arb
Languages: bn

# title
source: QPay
bn: Flutter Deer

source: verification code login
bn: যাচাই কোড লগইন

# passwordLogin
source: Login
bn: পাসওয়ার্ড লগইন

source: Login
bn: প্রবেশ করুন

# forgotPasswordLink
source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

# inputPasswordHint
source: Please enter the password
bn: দয়া করে পাসওয়ার্ড লিখুন

# inputUsernameHint
source: Please input your name
bn: অনুগ্রহ করে ব্যবহারকারীর নাম দিন

# noAccountRegisterLink
source: No account yet? Register now
bn: এখনও কোন অ্যাকাউন্ট নেই? এখন নিবন্ধন করুন

source: Register
bn: নিবন্ধন করুন

source: Open your account
bn: আপনার অ্যাকাউন্ট খুলুন

# inputPhoneHint
source: Please enter phone number
bn: দয়া করে ফোন নম্বর লিখুন

# inputVerificationCodeHint
source: Please enter verification code
bn: দয়া করে যাচাইকরণ কোডটি প্রবেশ করুন

# inputPhoneInvalid
source: Please input valid mobile phone number
bn: বৈধ মোবাইল ফোন নম্বর ইনপুট করুন

# verificationButton
source: Sms was sent!
bn: এসএমএস পাঠানো হয়েছে!

source: Get verification code
bn: যাচাইকরণ কোড পান

# changeLanguage
source: বাংলা ভাষা
bn: English

source: Confirm
bn: ঠিক আছে

# resetPassword
source: Reset your password
bn: পাসওয়ার্ড পরিবর্তন করুন

# nextStep
source: Next
bn: পরবর্তী ধাপ এ যান

# inputNidHint
source: Please enter national Id number
bn: আপনার জাতীয় পরিচয়পত্রের নম্বর টি দিন

# inputNidInvalid
source: Please input valid national Id number
bn: আপনি ভুল জাতীয় পরিচয় পত্রের নম্বর দিয়েছেন

source: Users image
bn: আপনার ছবি

# takeSelfie
source: Click here to take a selfie
bn: আপনার ছবি নিন

source: Notifications
bn: বিজ্ঞপ্তি

source: Good Afternoon
bn: শুভ অপরাহ্ন

source: Good Evening
bn: শুভ সন্ধ্যা

source: Good Morning!
bn: সুপ্রভাত

# whatsUp
source: How are you doing!
bn: আপনি কেমন আছেন?

# doubleTapToExit
source: Click again to exit the application
bn: অ্যাপ্লিকেশন থেকে প্রস্থান করতে আবার ক্লিক করুন

source: Services
bn: আমাদের সেবাসমূহ

source: Smile Please
bn: দয়া করে হাসুন

source: Look left
bn: বাম দিকে তাকান

source: Look Right
bn: ডান দিকে তাকান

source: Error!
bn: ত্রুটি!

source: Face not found
bn: মুখ পাওয়া যায়নি

source: Verified
bn: যাচাইকরণ সম্পূর্ণ

# verifyIdentity
source: Verify your identity
bn: আপনার পরিচয় নিশ্চিত করুন

# passwordConstraint
source: Password must be at least 6 characters long.
bn: পাসওয়ার্ড অন্তত ৬ অক্ষর দীর্ঘ হতে হবে।
